/* credit too low */
"Credit balance too low. Please top up your account." = "Credit balance too low. Please top up your account.";

/* credit */
"Credit: %@" = "Credit: %@ €";

/* price */
"Price: %@" = "Price: %@ €";

/* delivery date is set to past */
"Delivery date is in the past. Please correct the date." = "Delivery date is in the past. Please correct the date.";

/* free sms */
"Free SMS" = "Free SMS";

/* IP locked */
"IP lock active." = "IP lock active.";

/* spammer info */
"Message spammer protection. Please contact the support of innosend.de." = "Message spammer protection. Please contact the support of innosend.de.";

/* message status */
"Message status" = "Message status";

/* message itself is missing */
"Message text is missing." = "Message text is missing.";

/* message type missing */
"Message type is missing." = "Message type is missing.";

/* paid sms */
"Paid SMS" = "Paid SMS";

/* phone number format wrong */
"Phone number format wrong. Please check the format of the phone number." = "Phone number format wrong. Please check the format of the phone number.";

/* phone number locked */
"Phone number locked or advertisement detected." = "Phone number locked or advertisement detected.";

/* receicer phone number is missing */
"Receiver number is missing." = "Receiver number is wrong or missing.";

/* missing sender */
"Sender data missing." = "Sender data missing.";

/* successfully send */
"Successfully send message." = "Successfully send message.";

/* too many phone numbers */
"Too many phone numbers added. Please delete some phone numbers." = "Too many phone numbers added. Please delete some phone numbers.";

/* wrong delivery date */
"Wrong delivery date. Please correct the date." = "Wrong delivery date. Please correct the date.";

/* wrong sender text */
"Wrong sender text. Please do not use special characters or spaces." = "Wrong sender text. Please do not use special characters or spaces.";

/* wrong user data */
"Wrong user data. Please check your settings in the Preference panel." = "Wrong user data. Please check your settings in the Preference panel.";

/* missing service */
"missingService" = "Either service or user name is empty. Please check your settings in the Preference panel.";

/* missing service info */
"missingServiceInfo" = "Service / user name is missing.";

